<?php
use yii\helpers\Html;
/* @var $this yii\web\View */
$this->title = 'ระบบลงทะเบียนร่วมการอบรมเชิงปฏิบัติการ';
?>
<div class="site-index">

    <div class="jumbotron">
        <h2>ยินดีต้อนรับเข้าสู่ระบบลงทะเบียนเข้าร่วมการอบรมเชิงปฏิบัติการ</h2>

        <p class="lead">เรื่อง “การพัฒนากิจกรรมสหกรณ์ในโรงเรียน”</p>
        <p class="lead">เพื่อเฉลิมพระเกียรติสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี</p><p class="lead">เนื่องในโอกาสมหามงคลทรงเจริญพระชนมายุ 60 พรรษา</p>
        <p class="small">วันพฤหัสบดีที่ 19 มีนาคม 2558  </p><p class="lead">ณ ห้องประชุมอาคารเรียนรวม 5 (อาคารใหม่)   มหาวิทยาลัยราชภัฏกำแพงเพชร  แม่สอด  อำเภอแม่สอด  จังหวัดตาก</p>
        <p><?= Html::a('คลิกที่นี่เพื่อลงทะเบียน', ['/applicant/index'], ['class'=>'btn btn-primary']) ?></p>
        <p><?= Html::a('คลิกที่นี่เพื่อดาวน์โหลดรายละเอียดโครงการและกำหนดการ', ['/applicant/index'], ['class'=>'btn btn-primary']) ?></p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-12">
                <h2>หลักการและเหตุผล</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    สหกรณ์เป็นองค์กรที่มีอุดมการณ์ที่เชื่อว่า  การช่วยตนเองและการช่วยเหลือซึ่งกันและกัน ตามหลักการสหกรณ์ซึ่งจะนำไปสู่การกินดี อยู่ดี มีความเป็นธรรม และสันติสุขในสังคม  ซึ่งต้องอาศัยการบริหารจัดการที่ดีควบคู่ไปกับการบริการสมาชิกให้ได้รับความพึงพอใจสูงสุด โดยเฉพาะในสภาวะเศรษฐกิจที่ก้าวไปสู่ยุคโลกาภิวัฒน์  ซึ่งหลักการของสหกรณ์จะสอดคล้องกับหลักปรัชญาเศรษฐกิจพอเพียง  ที่เน้นการพึ่งพาตนเอง  ของพระบาทสมเด็จพระเจ้าอยู่หัว
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    ในปัจจุบันสหกรณ์ได้มีการนำไปใช้  ในการพัฒนาคุณภาพของเยาวชนโดยเฉพาะในโรงเรียน  ซึ่งกระทรวงศึกษาธิการได้มีการส่งเสริมให้สถานศึกษา  มีการจัดกิจกรรมสหกรณ์ในสถานศึกษา  โดยมีนักเรียน นักศึกษา ครู และบุคลากรทางการศึกษา ในสถานศึกษาเป็นสมาชิก   นอกจากนี้แล้วยังเป็นการสนับสนุนการปกครองในระบอบประชาธิปไตย เพราะทำให้นักเรียน นักศึกษา ได้รู้จักสิทธิหน้าที่  รู้จักการทำงานร่วมกัน รวมทั้งระบบสหกรณ์ยังเป็นการปลูกฝังคุณสมบัติที่พึงประสงค์ให้แก่นักเรียน นักศึกษาอีกด้วย  แต่อย่างไรก็ตามก็พบว่าการดำเนินกิจกรรมสหกรณ์โรงเรียนนั้นยังมีปัญหาหลายด้าน คือ ปัญหาในการจัดตั้ง เช่น ขาดความรู้ความเข้าใจในหลักการและวิธีการทางสหกรณ์ ขาดเงินทุน ขาดการประชาสัมพันธ์ที่ดี เป็นต้น ปัญหา   ในการดำเนินงาน เช่น คณะกรรมการมีภาระมากเกินไป  ขาดการบริการที่ดี เป็นต้น ตลอดจนปัญหาในด้านการพัฒนากิจกรรมสหกรณ์ เช่น ขาดการวิเคราะห์ปัญหาและอุปสรรคที่แท้จริงของกิจกรรมสหกรณ์ เป็นต้น
                </p>
                <p style="text-indent: 50px; text-align: justify;">การส่งเสริมสหกรณ์ในโรงเรียนเป็นส่วนหนึ่งของแนวพระราชดำริ  สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี  ซึ่งได้มีการดำเนินการมาตั้งแต่ปี พ.ศ.2534 อย่างต่อเนื่องจนมาถึงปัจจุบัน  ตลอดระยะเวลาดำเนินการ 21 ปีมานี้ ทรงให้ความสำคัญติดตามการดำเนินงาน  ในพื้นที่อย่างใกล้ชิดด้วยพระองค์เอง นอกจากนี้ทรงมีพระราชดำรัส และพระราชกระแสรับสั่ง ในการแนะนำพระราชทานมาอย่างต่อเนื่อง เช่น</p>
                <blockquote>
                <p>
                    “...ก็ตั้งใจจะให้เป็นการฝึกนักเรียนให้มีความรู้ มีความเคยชินกับระบบการทำงานร่วมกันตามแบบสหกรณ์ ฝึกตั้งแต่เป็นเด็กเล็ก ๆ ได้ชินไป ต่อมาก็ถ้าเป็นชาวบ้านเป็นราษฎรเต็มที่แล้ว  ก็จะได้เข้าใจหลักการและเข้าร่วมเป็นสมาชิกสหกรณ์ใหญ่ต่อไปได้...”
                </p>
                <small><cite>พระราชดำรัสสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี </cite> ณ ศาลาดุสิดาลัย เมื่อวันที่ 24 เมษายน 2535</small>
                </blockquote>

                <p style="text-indent: 50px; text-align: justify;">เนื่องในวโรกาสสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี จะทรงมีพระชนมายุครบ 60 พรรษา ในวันที่ 2 เมษายน 2558  ด้วยสำนึกในพระมหากรุณาธิคุณ  ที่พระองค์ทรงมีพระเมตตากรุณา พระราชทานแนวพระราชดำริ  ให้นำเอาเรื่องของการสหกรณ์เข้าสู่โรงเรียน  ในรูปแบบสหกรณ์นักเรียน ดังนั้นมหาวิทยาลัยราชภัฏกำแพงเพชร แม่สอด  ซึ่งเป็นมหาวิทยาลัยในท้องถิ่นมีภารกิจ ตามพระราชบัญญัติมหาวิทยาลัยราชภัฏ พ.ศ.2547 เฉกเช่นมหาวิทยาลัยราชภัฏทั่วไป  โดยเฉพาะมาตรา 7และมาตรา8 ที่มุ่งเน้นให้บริการทางวิชาการแกสังคม ปรับปรุง ถายทอด และพัฒนาเทคโนโลยีแก่ชุมชน รวมทั้งส่งเสริมและพัฒนาครู ตลอดจนการสืบสานโครงการอันเนื่องมาจากพระราชดำริ  จึงได้ร่วมกับ  สำนักงานเขตพื้นที่การประถมศึกษาตากเขต 2 และสำนักงานสหกรณ์จังหวัดตาก  กรมส่งเสริมสหกรณ์ จัดโครงการอบรมเชิงปฏิบัติการ เรื่อง “การพัฒนากิจกรรมสหกรณ์ในโรงเรียน” เพื่อเฉลิมพระเกียรติสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เนื่องในโอกาสมหามงคลทรงเจริญพระชนมายุ 60 พรรษาขึ้น  เพื่อเป็นการเฉลิมพระเกียรติสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี  และเป็นการสนองต่อแนวพระราชดำริในการพัฒนาเด็กและเยาวชนต่อไป
                </p>
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
            
           
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>วัตถุประสงค์</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    1. เพื่อเฉลิมพระเกียรติสมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี เนื่องในโอกาสมหามงคลทรงเจริญพระชนมายุ 60 พรรษา
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    2. เพื่อให้ครูหรือบุคลากรที่รับผิดชอบสหกรณ์โรงเรียน ความรู้ ความเข้าใจเกี่ยวกับหลักการ และวิธีการทางสหกรณ์ ตามแนวทางปรัชญาเศรษฐกิจพอเพียง
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    3. เพื่อให้ครูหรือบุคลากรที่รับผิดชอบสหกรณ์โรงเรียน มีความรู้เกี่ยวกับเรื่องของการบริหารจัดการสหกรณ์ในโรงเรียน
                </p>
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>กลุ่มเป้าหมาย</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    กลุ่มเป้าหมายในการเข้ารับการอบรมได้แก่  ครูหรือบุคลากรที่รับผิดชอบกิจกรรมสหกรณ์โรงเรียน  จำนวนประมาณ 150 คน  ดังต่อไปนี้
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    1. ครูหรือบุคลากรที่รับผิดชอบกิจกรรมสหกรณ์โรงเรียน  สังกัดสำนักงานเขตพื้นที่การประถมศึกษาตาก เขต 2 จำนวน 117 โรงเรียน
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    2.  ครูหรือบุคลากรที่รับผิดชอบกิจกรรมสหกรณ์โรงเรียน ในโรงเรียนมัธยมศึกษาประจำอำเภอในเขต 5 อำเภอชายแดนจังหวัดตาก 9 โรงเรียน
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    3.  ครูหรือบุคลากรที่รับผิดชอบกิจกรรมสหกรณ์โรงเรียน  สังกัดองค์กรปกครองส่วนท้องถิ่น ใน 5 อำเภอชายแดนจังหวัดตาก 10 โรงเรียน
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    4.  ครูหรือบุคลากรที่รับผิดชอบกิจกรรมสหกรณ์โรงเรียน    ในสังกัดโรงเรียนเอกชนใน 5 อำเภอชายแดนจังหวัดตาก 3 โรงเรียน
                </p>
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>วันที่และเวลาในการจัดอบรม</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    วันพฤหัสบดีที่ 19 มีนาคม 2558 เวลา 09.00 น. 16.30 น.
                </p>
                
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>สถานที่ในการจัดอบรม</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    ห้องประชุมอาคารเรียนรวม 5 (อาคารใหม่)   มหาวิทยาลัยราชภัฏกำแพงเพชร  แม่สอด  อำเภอแม่สอด  จังหวัดตาก  
                </p>

                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>จัดโดย</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    1. มหาวิทยาลัยราชภัฏกำแพงเพชร แม่สอด
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    2. สำนักงานเขตพื้นที่การประถมศึกษาตาก เขต 2
                </p>
                <p style="text-indent: 50px; text-align: justify;">
                    3. สำนักงานสหกรณ์จังหวัดตาก
                </p>
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>ระยะเวลาการรับลงทะเบียนเข้าร่วมการอบรม</h2>
                <p style="text-indent: 50px; text-align: justify;">
                    ลงทะเบียนได้ตั้งแต่วันนี้ จนถึงวันที่ 15 มีนาคม 2558 ทั้งทางระบบออนไลน์ และการส่งใบสมัครทางโทรสาร
                </p>
                
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
        <div class="row">
            <div class="col-lg-12">
                <h2>ติดต่อสอบถามเพิ่มเติม</h2>
                <p style="text-indent: 20px; text-align: justify;" class="glyphicon glyphicon-user">
                     อาจารย์ธีรศิลป์ กันธา
                </p>
                <p style="text-indent: 20px; text-align: justify;" class="glyphicon glyphicon-phone">
                    081-1118176
                </p>
                <p style="text-indent: 20px; text-align: justify;" class="glyphicon glyphicon-print">
                    055-801663
                </p>
                <p style="text-indent: 50px; text-align: justify;" class="glyphicon glyphicon-info-sign">
                    <a href="htt://www.kprums.org">http://www.kprums.org</a>
                </p>
                <p><a class="btn btn-default pull-right" href="#top">ขึ้นสู่ด้านบน</a></p>
            </div>
        </div>
    </div>
</div>
